Repository: svn2github/doublecmd
Catalog: branches/0.9/language/lcl/lclstrconsts.*.po
Languages: pt

source: Browser %s%s%s not executable.
pt: Navegador %s%s%s não executável.

source: Browser %s%s%s not found.
pt: Navegador %s%s%s não encontrado.

source: Error while executing %s%s%s:%s%s
pt: Erro ao executar %s%s%s:%s%s

source: Unable to find a HTML browser.
pt: Impossível encontrar um navegador HTML.

source: No HTML Browser found.%sPlease define one in Tools -> Options -> Help -> Help Options
pt: Sem navegador HTML. %s Por favor, defina-o em Ferramentas -> Opções -> Ajuda -> Opções da ajuda

source: The help database %s%s%s was unable to find file %s%s%s.
pt: A base de dados da ajuda %s%s%s não conseguiu encontrar %s%s%s.

source: The macro %s in BrowserParams will be replaced by the URL.
pt: A macro %s em BrowserParams será substituída pelo URL.

source: Accept
pt: Aceitar

source: application key
pt: chave da aplicação

# lclstrconsts.ifsvk_cancel
source: Cancel
pt: Cancelar

source: Capital
pt: Maiúscula

source: Clear
pt: Limpar

source: Convert
pt: Converter

# lclstrconsts.ifsvk_delete
source: Delete
pt: Eliminar

# lclstrconsts.ifsvk_down
source: Down
pt: Abaixo

source: Execute
pt: Executar

source: Help
pt: Ajuda

source: Mouse Button Left
pt: Botão esquerdo do rato

# lclstrconsts.ifsvk_left
source: Left
pt: Esquerda

source: left windows key
pt: Tecla Windows esquerda

source: Mouse Button Middle
pt: Botão central do rato

source: Mode Change
pt: Alterar modo

# lclstrconsts.ifsvk_next
source: Next
pt: Seguinte

source: Nonconvert
pt: Não converter

source: Numpad %d
pt: Numérico %d

source: Pause key
pt: Tecla Pause

source: Print
pt: Imprimir

# lclstrconsts.ifsvk_prior
source: Prior
pt: Anterior

source: Mouse Button Right
pt: Botão direito do rato

source: Return
pt: Enter

# lclstrconsts.ifsvk_right
source: Right
pt: Direita

source: right windows key
pt: Tecla Windows direita

source: Scroll
pt: Rolar

source: Select
pt: Seleccionar

source: Snapshot
pt: Instantâneo

source: Space key
pt: Tecla de espaço

source: Unknown
pt: Desconhecida

# lclstrconsts.ifsvk_up
source: Up
pt: Acima

source: can not execute %s
pt: impossível executar %s

source: (filter)
pt: (filtro)

# lclstrconsts.lislclresourcesnotfound
source: Resource %s not found
pt: Recurso %s não encontrado

source: program file not found %s
pt: ficheiro de programa %s não encontrado

source: 3D Dark Shadow
pt: 3D sombra escura

source: 3D Light
pt: 3D claro

source: A control can't have itself as a parent
pt: Um controlo não pode ser pai de si próprio

source: Active Border
pt: Contorno activo

source: Active Caption
pt: Legenda activa

source: All files (%s)|%s|%s
pt: Todos os ficheiros (%s)|%s|%s

source: Application Workspace
pt: Espaço de trabalho da aplicação

source: Desktop
pt: Área de trabalho

source: Backward
pt: Recuar

source: Bitmaps
pt: Mapas de bits

source: Black
pt: Preto

source: Blank
pt: Vazio

source: Blue
pt: Azul

source: Button Face
pt: Face do botão

source: Button Highlight
pt: Realce do botão

source: Button Shadow
pt: Sombra do botão

source: Button Text
pt: Texto do botão

source: Calculator
pt: Calculadora

# lclstrconsts.rscancelrecordhint
source: Cancel
pt: Cancelar

source: Can not focus
pt: Impossível focar

source: Canvas does not allow drawing
pt: A tela não permite desenhar

source: Caption Text
pt: Texto da legenda

source: Case sensitive
pt: Sensível a maiúsculas

source: Control of class '%s' can't have control of class '%s' as a child
pt: Controlo da classe "%s" não pode ter controlo da classe "%s" como filho

source: Control '%s' has no parent window
pt: Controlo "%s" não tem janela-mãe

source: '%s' is not a parent of '%s'
pt: "%S" não é mãe de "%s"

source: Cream
pt: Creme

source: Creating gdb catchable error:
pt: A criar erro capturável gdb

source: Custom ...
pt: Personalizar...

source: Default
pt: Predefinição

source: permissions user group size date time
pt: permissões utilizador grupo tamanho data hora

source: Delete record?
pt: Eliminar registo?

# lclstrconsts.rsdeleterecordhint
source: Delete
pt: Eliminar

source: Direction
pt: Direcção

source: &Directory
pt: &Pasta

source: Docking
pt: Ancorar

source: Duplicate icon format.
pt: Formato de ícone duplicado.

source: Edit
pt: Editar

source: Search entire file
pt: Procurar todo o ficheiro

# lclstrconsts.rserror
source: Error
pt: Erro

source: Error creating device context for %s.%s
pt: Erro ao criar o contexto para %s.%s

source: ERROR in LCL:
pt: ERRO no LCL:

source: Error occurred in %s at %sAddress %s%s Frame %s
pt: Ocorreu um erro em %s em %sAddress %s%s moldura %s

source: Error reading %s%s%s: %s
pt: Erro ao ler %s%s%s: %s

source: Error while saving bitmap.
pt: Erro ao gravar mapa de bits.

source: Exception
pt: Excepção

source: Directory must exist
pt: A pasta tem de existir

source: The directory "%s" does not exist.
pt: A pasta "%s" não existe.

source: The file "%s" already exists. Overwrite ?
pt: O ficheiro "%s" já existe. Sobrescrever?

source: File must exist
pt: O ficheiro tem de existir

source: The file "%s" does not exist.
pt: O ficheiro "%s" não existe.

source: The file "%s" is not writable.
pt: O ficheiro "%s" não se pode escrever.

source: File is not writable
pt: O ficheiro não se pode escrever.

source: Save file as
pt: Gravar ficheiro como

source: Open existing file
pt: Abrir ficheiro existente

source: Overwrite file ?
pt: Sobrescrever ficheiro?

source: Path must exist
pt: O caminho tem de existir

source: The path "%s" does not exist.
pt: O caminho "%s" não existe.

source: Select Directory
pt: Seleccione a pasta

source: (file not found: "%s")
pt: (ficheiro não encontrado:"%s")

source: File information
pt: Informação do ficheiro

source: Find
pt: Localizar

source: Find more
pt: Localizar mais

source: First
pt: Primeiro

source: FixedCols can't be >= ColCount
pt: FixedCols não pode ser >= ColCount

source: FixedRows can't be >= RowCount
pt: FixedRows não pode ser >= RowCount

source: Form
pt: Formulário

source: Form resource %s not found. For resourceless forms CreateNew constructor must be used. See the global variable RequireDerivedFormResource.
pt: Recurso de formulário %s não encontrado. Para formulários sem recursos tem de usar CreateNew. Veja a variável global RequireDerivedFormResource.

source: Form streaming "%s" error: %s
pt: Erro no streaming de formulário "%s": %s

source: Forward
pt: Seguinte

source: --gdk-debug flags Turn on specific GDK trace/debug messages.
pt: --gdk-debug flags Ligar mensagens específicas de rastreio/depuração GDK.

source: --gdk-no-debug flags Turn off specific GDK trace/debug messages.
pt: --gdk-no-debug flags Desligar mensagens específicas de rastreio/depuração GDK.

source: --g-fatal-warnings Warnings and errors generated by Gtk+/GDK will halt the application.
pt: --g-fatal-warnings Avisos e erros gerados por Gtk+/GDK terminam a aplicação.

source: Gradient Active Caption
pt: Gradação da legenda activa

source: Gradient Inactive Caption
pt: Gradação da legenda inactiva

source: Graphic
pt: Imagem

source: Gray
pt: Cinzento

source: Gray Text
pt: Texto cinzento

source: Green
pt: Verde

source: Grid file doesn't exists
pt: Sem ficheiro de grelha

source: Grid index out of range.
pt: Índice da grelha fora dos limites.

source: GroupIndex cannot be less than a previous menu item's GroupIndex
pt: GroupIndex não pode ser menor que o item de menu GroupIndex anterior

source: Filter:
pt: Filtro:

source: History:
pt: Histórico:

source: --class classname Following Xt conventions, the class of a program is the program name with the initial character capitalized. For example, the classname for gimp is "Gimp". If --class is specified, the class of the program will be set to "classname".
pt: --class nomeclasse Seguindo as convenções Xt, a classe de um programa é o nome do programa com o carácter inicial maiúsculo. Por exemplo, o nome de classe para o gimp é "Gimp". Se --class for especificado, a classe do programa será "nomeclasse".

source: --gtk-debug flags Turn on specific Gtk+ trace/debug messages.
pt: --gtk-debug flags Ligar mensagens específicas de rastreio/depuração Gtk+.

source: --display h:s:d Connect to the specified X server, where "h" is the hostname, "s" is the server number (usually 0), and "d" is the display number (typically omitted). If --display is not specified, the DISPLAY environment variable is used.
pt: --display h:s:d Ligar ao servidor X especificado, onde "h" é o nome da máquina, "s" é o nº do servidor (normalmente 0), e "d" é o nº de exibição (tipicamente omitido). Se --display não for especificado, será usada a variável de ambiente DISPLAY.

source: --gtk-module module Load the specified module at startup.
pt: --gtk-module module carregar o módulo module no arranque.

source: --name programe Set program name to "progname". If not specified, program name will be set to ParamStrUTF8(0).
pt: --name nomeprog Definir o nome do programa para "nomeprog". Se não for especificado, o nome do programa será definido como ParamStrUTF8(0).

source: --gtk-no-debug flags Turn off specific Gtk+ trace/debug messages.
pt: --gtk-no-debug flags Desligar mensagens específicas de rastreio/depuração Gtk+.

source: --lcl-no-transient Do not set transient order for modal forms
pt: --lcl-no-transient Não definir ordem de transição em formulários modais

source: --no-xshm Disable use of the X Shared Memory Extension.
pt: --no-xshm desactivar uso de X Shared Memory Extension.

source: --sync Call XSynchronize (display, True) after the Xserver connection has been established. This makes debugging X protocol errors easier, because X request buffering will be disabled and X errors will be received immediately after the protocol request that generated the error has been processed by the X server.
pt: --sync Chamar XSynchronize (display, True) após a ligação Xserver estar estabelecida. Isto torna a depuração do protocolo X mais fácil, porque os pedidos de buffering de X estarão inactivos e os erros X serão imediatamente recebidos após o pedido do protocolo que gerou o erro ser processado pelo servidor X.

source: %s: Already registered
pt: %s: já registado

source: A help database was found for this topic, but this topic was not found
pt: Foram encontrados dados para o tópico mas o tópico não foi encontrado

source: There is no help database installed for this topic
pt: Não há dados de ajuda para este tópico

source: Help Error
pt: Erro de ajuda

source: Help context %s not found.
pt: Ajuda contextual %s não encontrada.

source: Help context %s not found in Database %s%s%s.
pt: Ajuda contextual %s não encontrada na base de dados %s%s%s.

source: Help Database %s%s%s did not found a viewer for a help page of type %s
pt: Base de dados de ajuda %s%s%s não encontrou visualizador de página de ajuda do tipo %s

source: Help Database %s%s%s not found
pt: Base de dados de ajuda %s%s%s não encontrada

source: Help for directive %s%s%s not found.
pt: Ajuda para a directiva %s%s%s não encontrada.

source: Help for directive %s%s%s not found in Database %s%s%s.
pt: Ajuda para a directiva %s%s%s não encontrada na base de dados %s%s%s.

source: Help keyword %s%s%s not found.
pt: Palavra chave %s%s%s não encontrada.

source: Help keyword %s%s%s not found in Database %s%s%s.
pt: Palavra chave %s%s%s não encontrada na base de dados %s%s%s.

source: Help node %s%s%s has no Help Database
pt: Nó de ajuda %s%s%s não tem base de dados de ajuda

source: No help found for line %d, column %d of %s.
pt: Nenhuma ajuda para a linha %d, coluna %d de %s.

source: No help entries available for this topic
pt: Sem entradas de ajuda para este tópico

source: No help found for this topic
pt: Sem ajuda para este tópico

source: %s: Not registered
pt: %s: não registado

source: Help Selector Error
pt: Erro no selector de ajuda

source: There is no viewer for help type %s%s%s
pt: Não há visualizador para ajuda do tipo %s%s%s

source: Help Viewer Error
pt: Erro do visualizador de ajuda

source: No viewer was found for this type of help content
pt: Não se encontrou visualizador para este tipo de conteúdo de ajuda

source: Highlight
pt: Realce

source: Highlight Text
pt: Realce de texto

source: Hot Light
pt: Luz quente

source: Mac OS X Icon
pt: Ícone Mac OS X

source: Icon
pt: Ícone

source: Icon image cannot be empty
pt: A imagem não pode estar vazia

source: Icon image must have the same format
pt: A imagem tem de ter o mesmo formato

source: Cannot change format of icon image
pt: Impossível alterar formato da imagem

source: Icon image must have the same size
pt: A imagem tem de ter o mesmo tamanho

source: Cannot change size of icon image
pt: Impossível alterar o tamanho da imagem

source: Icon has no current image
pt: O ícone não tem imagem

source: Inactive Border
pt: Contorno inactivo

# lclstrconsts.rsinactivecaptioncolorcaption
source: Inactive Caption
pt: Legenda inactiva

# lclstrconsts.rsinactivecaptiontext
source: Inactive Caption
pt: Legenda inactiva

source: %s Index %d out of bounds 0 .. %d
pt: %s: índice fora dos limites 0 .. %d

source: Index Out of range Cell[Col=%d Row=%d]
pt: Índice fora dos limites Célula[Col=%d Lin=%d]

source: Info Background
pt: Fundo da informação

source: Info Text
pt: Texto da informação

# lclstrconsts.rsinsertrecordhint
source: Insert
pt: Inserir

source: Invalid Date : %s
pt: Data inválida: %s

source: Invalid Date: %s. Must be between %s and %s
pt: Data inválida: %s. Tem de estar entre %s e %s

source: invalid Form object stream
pt: Objecto de formulário inválido

source: Invalid property value
pt: Valor de propriedade inválido

source: Invalid stream format
pt: Formato de stream inválido

source: %s is already associated with %s
pt: %s já está associado a %s

source: Last
pt: Último

source: List index exceeds bounds (%d)
pt: Índice da lista excede os limites (%d)

source: List must be empty
pt: A lista tem de estar vazia

source: Abort
pt: Abortar

source: &All
pt: &Tudo

# lclstrconsts.rsmbcancel
source: Cancel
pt: Cancelar

source: &Close
pt: Fe&char

source: &Help
pt: A&juda

source: &Ignore
pt: &Ignorar

source: &No
pt: &Não

source: No to all
pt: Não a tudo

source: &OK
pt: &Aceitar

source: &Open
pt: &Abrir

source: &Retry
pt: &Repetir

source: &Save
pt: &Gravar

source: &Unlock
pt: &Desbloquear

source: &Yes
pt: &Sim

source: Yes to &All
pt: Sim &a tudo

source: Medium Gray
pt: Cinzento médio

source: Menu Bar
pt: Barra de menu

source: Menu Highlight
pt: Realce de menu

source: Menu Text
pt: Texto do menu

source: modified
pt: modificou

source: Money Green
pt: Verde dólar

source: Authentication
pt: Autenticação

source: Confirmation
pt: Confirmação

source: Custom
pt: Personalizado

# lclstrconsts.rsmterror
source: Error
pt: Erro

source: Information
pt: Informação

source: Warning
pt: Aviso

source: Navy
pt: Marinha

# lclstrconsts.rsnextrecordhint
source: Next
pt: Seguinte

source: None
pt: Nada

source: Not a valid grid file
pt: Ficheiro de grelha inválido

source: No widgetset object. Please check if the unit "interfaces" was added to the programs uses clause.
pt: Sem objecto de widgetset. Por favor, verifique se a unit "interfaces" foi adicionada à cláusula uses do programa.

source: Olive
pt: Azeitona

source: Select a date
pt: Seleccione uma data

source: Post
pt: Publicar

source: %s%sPress OK to ignore and risk data corruption.%sPress Cancel to kill the program.
pt: %s%sClique Aceitar para ignorar e arriscar corrupção dos dados.%sClique em Cancelar para matar o programa.

# lclstrconsts.rspriorrecordhint
source: Prior
pt: Anterior

source: Prompt on replace
pt: Perguntar ao substituir

source: Property %s does not exist
pt: A propriedade %s não existe

source: Purple
pt: Púrpura

source: -dograb (only under X11), running under a debugger can cause an implicit -nograb, use -dograb to override. Need QT_DEBUG.
pt: -dograb (só sob X11), executado sob um depurador pode causar um -nograb implícito, use -dograb para ignorar. Necessita de QT_DEBUG.

source: -graphicssystem param, sets the backend to be used for on-screen widgets and QPixmaps. Available options are native, raster and opengl. OpenGL is still unstable.
pt: -graphicssystem param, define o motor a usar para widgets no ecrã e QPixmaps. As opções disponíveis são native, raster e opengl. OpenGL ainda está instável.

source: -nograb, tells Qt that it must never grab the mouse or the keyboard. Need QT_DEBUG.
pt: -nograb, informa o Qt que nunca deve capturar o rato ou o teclado. Necessita QT_DEBUG.

source: -reverse, sets the application's layout direction to Qt::RightToLeft.
pt: -reverse, define a disposição da aplicação como Qt::RightToLeft.

source: -session session, restores the application from an earlier session.
pt: -session sess, restaura a aplicação da sessão sess anterior.

source: -style style or -style=style, sets the application GUI style. Possible values are motif, windows, and platinum. If you compiled Qt with additional styles or have additional styles as plugins these will be available to the -style command line option. NOTE: Not all styles are available on all platforms. If style param does not exist Qt will start an application with default common style (windows).
pt: -style ESTILO ou -style=ESTILO, define o estilo do GUI. Valores possíveis são motif, windows e platinum. Se compilou o Qt com estilos adicionais o dispõe deles como extensões, estarão disponíveis para a opção -style. NOTA: nem todos os estilos estão disponíveis em todas as plataformas. Se ESTILO não existir, o Qt reinicia a aplicação com o estilo predefinido (windows).

source: -stylesheet stylesheet or -stylesheet=stylesheet, sets the application Style Sheet. The value must be a path to a file that contains the Style Sheet. Note: Relative URLs in the Style Sheet file are relative to the Style Sheet file's path.
pt: -stylesheet FOLHAESTILO ou -stylesheet=FOLHAESTILO, define a FOLHAESTILO da aplicação. O valor deve ser um caminho para um ficheiro que contenha a folha de estilo. Nota: URLs relativos na folha de estilo são relativos ao caminho da FOLHAESTILO.

source: -sync (only under X11), switches to synchronous mode for debugging.
pt: -sync (só sob X11), muda para modo síncrono para depuração.

source: -widgetcount, prints debug message at the end about number of widgets left undestroyed and maximum number of widgets existed at the same time.
pt: -widgetcount, imprime mensagem de depuração no final, sobre o nº de widgets por destruir e o máximo de widgets existentes nessa altura.

source: -bg or -background color, sets the default background color and an application palette (light and dark shades are calculated).
pt: -bg ou -background COR, predefine a cor de fundo e uma paleta da aplicação (são calculadas sombras claras e escuras).

source: -btn or -button color, sets the default button color.
pt: -btn ou -button-COR, predefine a cor do botão.

source: -cmap, causes the application to install a private color map on an 8-bit display.
pt: -cmap, faz com que a aplicação instale um mapa de cores privado num ecrã 8-bit.

source: -display display, sets the X display (default is $DISPLAY).
pt: -display ECRÃ, define o ecrã X (predefinição é $DISPLAY).

source: -fg or -foreground color, sets the default foreground color.
pt: -fg ou -foregroud COR, predefine a cor de 1º plano.

source: -fn or -font font, defines the application font. The font should be specified using an X logical font description.
pt: -fn ou -font LETRA, define a letra da aplicação. A LETRA deve ser especificada usando uma descrição X lógica.

source: -geometry geometry, sets the client geometry of the first window that is shown.
pt: -geometry GEOMETRIA, define a geometria do cliente da primeira janela mostrada.

source: -im, sets the input method server (equivalent to setting the XMODIFIERS environment variable).
pt: -im, define o servidor do método de inserção (equivalente a definir a varável de ambiente XMODIFIERS).

source: -inputstyle, defines how the input is inserted into the given widget, e.g. onTheSpot makes the input appear directly in the widget, while overTheSpot makes the input appear in a box floating over the widget and is not inserted until the editing is done.
pt: -inputstyle, define como é feita a entrada no widget indicado, e.g. onTheSpot faz com que a entrada apareça directamente no widget, enquanto overTheSpot faz com que a entrada apareça numa caixa flutante acima do widget e não é inserida até que termine a inserção.

source: -name name, sets the application name.
pt: -name NOME define o NOME da aplicação.

source: -ncols count, limits the number of colors allocated in the color cube on an 8-bit display, if the application is using the QApplication::ManyColor color specification. If count is 216 then a 6x6x6 color cube is used (i.e. 6 levels of red, 6 of green, and 6 of blue); for other values, a cube approximately proportional to a 2x3x1 cube is used.
pt: -ncols TOTAL, limita o número de cores alocadas no cubo de cores num ecrã 8-bit, se a aplicação estiver a usar QApplication::ManyColor. Se TOTAL for 216, será usado um cubo de 6x6x6 (i.e. 6 níveis de vermelho, 6 de verde e 6 de azul); para outros valores, é usado um cubo aproximadamente proporcional a 2x3x1.

source: -title title, sets the application title.
pt: -title título, define o título da aplicação.

source: -visual TrueColor, forces the application to use a TrueColor visual on an 8-bit display.
pt: -visual TrueColor, força a aplicação a usar TrueColornum ecrã 8-bit.

source: Endupdate while no update in progress
pt: Endupdate sem actualização em curso

source: Cannot save image while update in progress
pt: Impossível gravar imagem com actualização em curso

source: Cannot begin update all when canvas only update in progress
pt: Impossível iniciar actualização de tudo enquanto a tela estiver a actualizar

source: Red
pt: Vermelho

source: Refresh
pt: Actualizar

source: Replace
pt: Substituir

source: Replace all
pt: Substituir tudo

# lclstrconsts.rsresourcenotfound
source: Resource %s not found
pt: Recurso %s não encontrado

source: ScrollBar
pt: Barra de rolamento

source: ScrollBar property out of range
pt: Propriedade Barra de rolamento fora do limite

source: Select color
pt: Escolha a cor

source: Select a font
pt: Escolha uma letra

source: Silver
pt: Prateado

source: size
pt: tamanho

source: Sky Blue
pt: Azul celeste

source: A control with tabs
pt: Um controlo com separadores

source: Teal
pt: Verde

source: Text
pt: Texto

# lclstrconsts.rstpanelaccessibilitydescription
source: Panel
pt: Painel

# lclstrconsts.rstsplitteraccessibilitydescription
source: A grip to control how much size to give two parts of an area
pt: Um punho para controlar que tamanho dar a duas partes de uma área

# lclstrconsts.rsttreeviewaccessibilitydescription
source: A tree of items
pt: Uma árvore de itens

source: Unable to load default font
pt: Impossível carregar a letra predefinida

source: Unknown Error, please report this bug
pt: Erro desconhecido, por favor reporte-o

source: Unknown picture extension
pt: Extensão de imagem desconhecida

source: Unknown picture format
pt: Formato de imagem desconhecido

source: Unsupported bitmap format.
pt: Formato de mapa de bits não suportado.

source: Unsupported clipboard format: %s
pt: Formato de área de transferência não suportado: %s

source: WARNING: There are %d unreleased DCs, a detailed dump follows:
pt: AVISO: há %d DCs por libertar! Segue-se um despejo detalhado:

source: WARNING: There are %d unreleased GDIObjects, a detailed dump follows:
pt: AVISO: há %d GDIObjects por libertar! Segue-se um despejo detalhado:

source: WARNING: There are %d messages left in the queue! I'll free them
pt: AVISO: há %d mensagens restantes na fila! Serão removidas

source: WARNING: There are %d TimerInfo structures left, I'll free them
pt: AVISO: há %d estruturas TimerInfo restantes! Serão libertadas
