Repository: svn2github/doublecmd
Catalog: branches/0.9/language/lcl/lclstrconsts.*.po
Languages: pt

source: WARNING: There are %s unremoved LM_PAINT/LM_GtkPAINT message links left.
pt: AVISO: há %s ligações de mensagem LM_PAINT/LM_GtkPAINT restantes por remover.

source: White
pt: Branco

source: Whole words only
pt: Só palavras completas

source: Error:
pt: Erro:

source: Warning:
pt: Aviso:

source: Window
pt: Janela

source: Window Frame
pt: Moldura da janela

source: Window Text
pt: Texto da janela

source: Yellow
pt: Amarelo

source: Cannot focus a disabled or invisible window
pt: Impossível focar uma janela desactivada ou invisível

source: Duplicate menus
pt: Menus duplicados

source: Invalid action creation
pt: Criação de acção inválida

source: Invalid action enumeration
pt: Enumeração de acção inválida

source: Invalid action registration
pt: Registo de acção inválida

source: Invalid action unregistration
pt: Remover registo de acção inválida

source: The char set in mask "%s" is not valid!
pt: O conjunto de caracteres na máscara "%s" é inválido!

source: Invalid image size
pt: Tamanho de imagem inválido

source: Invalid ImageList Index
pt: Índice ImageList inválido

source: The current text does not match the specified mask.
pt: O texto actual não corresponde à máscara especificada.

source: Menu index out of range
pt: Índice de menu fora do limite

source: MenuItem is nil
pt: MenuItem é nil

source: Sub-menu is not in menu
pt: Sub-menu não está no menu

# lclstrconsts.smkcdown
source: Down
pt: Abaixo

# lclstrconsts.smkcleft
source: Left
pt: Esquerda

# lclstrconsts.smkcright
source: Right
pt: Direita

source: Space
pt: Espaço

# lclstrconsts.smkcup
source: Up
pt: Acima

source: No MDI form present.
pt: Sem formulário MDI.

source: No timers available
pt: Sem temporizadores disponíveis

source: Wrong token type: %s expected
pt: Tipo de token errado: esperado %s

source: Invalid floating point number: %s
pt: Nº de vírgula flutuante inválido: %s

source: Invalid integer number: %s
pt: Nº inteiro inválido: %s

source: (at %d,%d, stream offset %d)
pt: (em %d,%d, desvio de stream %d)

source: Unterminated byte value
pt: Valor de byte indeterminado

source: Unterminated string
pt: Cadeia indeterminada

source: Wrong token symbol: %s expected but %s found
pt: Símbolo de token errado: esperado %s, obtido %s

source: Wrong token type: %s expected but %s found
pt: Tipo de token errado: esperado %s, obtido %s
